export const getMockNews = () => {
  return [
    {
      id: 1,
      text: "Собрание Волонтерского Центра ИКТИБ ЮФУ",
      date: '1 апреля 2024'
    },
    {
      id: 2,
      text: "Хакатон Cyber Garden",
      date: '15 апреля 2026'
    },
    {
      id: 3,
      text: "Неделя добра",
      date: '4 января 2026'
    },
    {
      id: 4,
      text: "Экологическая акция",
      date: '10 мая 2026'
    },
    {
      id: 5,
      text: "Ярмарка IT-профессий",
      date: '22 июня 2026'
    },
    {
      id: 6,
      text: "Тренинг лидерства",
      date: '3 июля 2026'
    },
  ];   
};
